{
    "sketches": [
        {
            "title": "Lone Old Lady of Cantilan",
            "date": "Jan, 2015",
            "formatedDate": "2015-01",
            "artist": "Gilbert DC.",
            "desc": "Its a rainy morning in suyatan. Another day playing the same cassete tape from the symphony of her memory, thingking about the old days when the flesh is still younger, the memorable events in life with her husband, sons and the her childhood days. Looking at the corner while eyes is stairing far away as she can remember.",
            "photos": [
                "/files/root/interests/art/sketches/late_nanay_lina.jpg"
            ]
        },
        {
            "title": "Stuck in Traffic",
            "date": "Oct, 2017",
            "formatedDate": "2017-10",
            "artist": "Gilbert DC.",
            "desc": "2 hours to the office, 2 hours back home. No talking, memories passing by. Yesterday same view as today. Hungry for learning is my drive. Struggle is real, but time is faster, healing every path and memories of mind and heart.",
            "photos": [
                "/files/root/interests/art/sketches/traffic_feelings.jpg"
            ]
        },
        {
            "title": "Choosing The Path",
            "date": "Feb, 2018",
            "formatedDate": "2018-02",
            "artist": "Gilbert DC.",
            "desc": "First Job, giving all out, heart, mind, time. Smoke and beer, just being alive, 4 hours of sleep. If I die then its time, loneliness away from family and friends just to experience and be independent. Its my time, planting anything for the future to harvest.",
            "photos": [
                "/files/root/interests/art/sketches/fucos_optical_illusion.jpg"
            ]
        },
        {
            "title": "Work From Home Feels Like",
            "date": "May, 2020",
            "formatedDate": "2020-05",
            "artist": "Gilbert DC.",
            "desc": "When Covid-19 pandemic occured and you are forced to work from home, alone and no one to talk to. Trying to make everything normal but even your mind and body are still strugling to adjust on the new environment. Failing to fucos and doubting your self worth.",
            "photos": [
                "/files/root/interests/art/sketches/wfh_feels_like.jpg"
            ]
        }
    ]
}